export const advantages = [
  {
    id: 'prof',
    title: 'Профессионализм',
    description: 'В компании работают опытные специалисты, которые обеспечивают высокое качество уборки, используя современные методы и средства.',
  },
  {
    id: 'spectrum',
    title: 'Широкий спектр услуг',
    description: 'Мы предлагаем разнообразные услуги, включая уборку квартир, офисов, а также специализированные услуги, такие как уборка после ремонта.',
  },
  {
    id: 'flex',
    title: 'Гибкость в обслуживании',
    description: 'Компания предоставляет возможность выбора времени и частоты уборок, что позволяет клиентам адаптировать услуги под свои нужды и график.',
  },
  {
    id: 'prices',
    title: 'Конкурентные цены',
    description: 'Предлагаем доступные расценки на свои услуги, включая скидки при больших объемах работ.',
  },
  {
    id: 'reviews',
    title: 'Отличные отзывы клиентов',
    description: 'Море положительных отзывов, что свидетельствует о высоком уровне удовлетворенности клиентов и надежности предоставляемых услуг.',
  },
  {
    id: 'eco',
    title: 'Экологичность',
    description: 'В процессе уборки используются безопасные для здоровья и окружающей среды чистящие средства, что особенно важно для семей с детьми и аллергиками.',
  },
] as const;

export const steps = [
  {
    id: '1',
    title: 'Заявка и оценка',
    description: 'Клиент связывается с компанией «Большая Уборка» для подачи заявки, где обсуждаются детали уборки, такие как тип услуги, площадь и желаемое время. Специалист проводит оценку и предоставляет информацию о стоимости и условиях.',
  },
  {
    id: '2',
    title: 'Уборка',
    description: 'После согласования всех деталей клиент подготавливает помещение, а команда компании собирает необходимое оборудование и моющие средства. Затем специалисты проводят уборку, тщательно очищая все поверхности и уделяя внимание каждому уголку.',
  },
  {
    id: '3',
    title: 'Контроль качества и оплата',
    description: 'По завершении уборки клиент проверяет результат, после чего осуществляется расчёт за выполненные работы.',
  },
] as const;
